#+TITLE: Beginning Programming in Javascript
#+AUTHOR: Clarissa Littler

#+startup: beamer
#+BEAMER_THEME: Madrid
#+LaTeX_CLASS: beamer
#+LaTeX_CLASS_OPTIONS: [bigger]


#+BEAMER_FRAME_LEVEL: 2
*** 							      :B_block:BMCOL:
    :PROPERTIES:
    :BEAMER_env: block
    :BEAMER_col: 0.4
    :END:
#+BEGIN_SRC js :exports code :results output
  console.log(10 + 10);
  console.log(10 * 10);
  console.log(10 / 10);
#+END_SRC

#+RESULTS:
: 20
: 100
: 1

